Repository: dmytrokyrychuk/grim-dawn-uk-omegat
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk

source: (Give Formula)
uk: (Передати формулу)

source: (In Use)
uk: (Використовувано)

source: (Keep the prison to yourself)
uk: (Тримай в'язницю в таємниці)

source: (Open Riftgate)
uk: (Відкрити розрив)

source: (Selected)
uk: (Вибрано)

source: (Tell him about the prison)
uk: (Розказати йому про в'язницю)

source: +{%.0f0} {^E}Armor
uk: +{%.0f0} {^E}броні

source: +{%.0f0}-{%.0f1} {^E}Armor
uk: +{%.0f0}-{%.0f1} {^E}броні

source: +{%d0} Experience
uk: +{%d0} досвіду

source: +{%d0} Iron
uk: +{%d0} заліза

source: +{%t0} {^E}Physical Damage
uk: +{%t0} {^E}фізичної шкоди

source: -Sybil".
uk: -Сивілла".

source: A Sacrifice
uk: Жертва

source: A Sister's Gift
uk: Подарунок сестри

source: A creature in the cave underneath Burial Hill is causing the Dead to rise!
uk: Істота, що живе під Поховальним Пагорбом, піднімає мертвих на ноги!

source: A creature was doing this?
uk: Істота робила це?

source: A portal?
uk: Портал?

source: A shady character who will store your gear and transport it between your characters.
uk: Підозрілий персонаж, що зберігає твої речі та переносить їх мід твоїми персонажами.

source: A shame...
uk: Шкода..

source: A tinker capable of removing components from gear.
uk: Експериментатор, здатний відокремлювати компоненти від предметів.

source: A what?
uk: Відкрити що?

source: Abominations that killed my wife, Annabel, and turned me into a cripple!
uk: Гидоти, які вбили мою дружину Анабель і перетворили мене на каліку!

source: Accept
uk: Прийняти

source: Access the Warden's Cellar
uk: Досягніть Погреба Нагадача

source: Access the Wardens Cellar
uk: Досягніть Погреба Наглядача

source: Active Quests
uk: Активні завдання

source: Active Quests:
uk: Активні завдання:

source: Add Friend
uk: Додати друга

source: Aether Crystals... like these?
uk: Кристали ефіру... як ці?

source: Aetherials possess living creatures and corrupt the flesh into whatever horrific shape they deem necessary.
uk: Етеріали заволодівають живими істотами та спотворюють плоть у таку жахливу форму, яку вони вважають необхідною.

source: Affinities:
uk: Прихильності:

source: After those things took my Annabel from me, I don' feel much of anythin' either.
uk: Після того, як ці потвори забрали в мене мою Анабель, я теж нічого не відчуваю.

source: Ah!
uk: Ага!

source: Ah, the stranger returns!
uk: О, чужак повертається!

source: Ah, we've been so preoccupied with this riftgate business that I completely forgot about my apprentice, Darlet!
uk: Ах, ми були настільки зайняті цією справою з розривами, що я зовсім забув про свою ученицю Дарлет!

source: Ah, yes yes!
uk: Ах, так, так!

source: Ah, you must be the Taken!
uk: Ах, ви, мабуть, [[ms]Одержимий[fs]Одердима]!

source: Ah, your allies have already provided me with everything I need.
uk: Ах, ваші союзники вже забезпечили мене всім необхідним.

source: Ain' nothin' gonna bring her back; and if it tries, I'll put a bullet through its skull.{^n}{^n}I got nothin' left but revenge, so I pay good iron to those willin' to put down those abominations.{^n}{^n}Take Farros, Jillius and Neegan, for instance.
uk: Ніщо не поверне її назад; а якщо спробує, я всаджу їй кулю в череп.{^n}{^n}Мені не залишилося нічого, окрім помсти, тому я плачу хороше залізо тим, хто бажає знищити ці гидоти.{^n} {^n}Візьмемо, наприклад, Фарроса, Джилліуса та Нігана.

source: Alex
uk: Алекс

source: Alicia
uk: Аліція

source: Already Killed Warden
uk: Наглядач вже вбитий

source: Already been to Burrwitch
uk: Вже [[ms]був[fs]була] у Бурвічі

source: Alright then.
uk: Ну добре тоді.

source: Alright, have them.
uk: Добре, тримайте.

source: Alright.
uk: Добре.

source: And Not a Drop to Drink
uk: Та ні краплі випити

source: Another day in that cage and I would have surely gone mad.
uk: Ще один день у цій клітці, і я б точно збожеволів.

source: Any luck clearing out those Slith?
uk: Чи пощастило зачистити Слітів?

source: Any progress with Hargate's formula?
uk: Чи є прогрес із формулою Гаргейта?

source: Any progress with Homestead?
uk: Чи є прогрес із Садибою?

source: Apply
uk: Застосувати

source: Are you sure you want to exit to the main menu?
uk: Ти точно хочеш вийти до головного меню?

source: Are you sure you want to quit to desktop?
uk: Ти точно хочеш покинути гру?

source: As a matter of fact, if you find others stranded out there, you could do the same for them.
uk: Насправді, якщо ви знайдете там інших, ви можете зробити те саме для них.

source: As much as it pains her, Sybil wishes for her brother to be put to rest.
uk: Як би їй не було боляче, Сибілла хоче, щоб її брат помер.

source: At least I can live knowing my brother is free of all this misery.
uk: Принаймні я можу жити знаючи, що мій брат вільний від страждань.

source: At least they keep the area safe from beasts.
uk: Принаймні вони охороняють територію від звірів.

source: At least we can get a decent drink... even if that drink ain't a finger of whiskey.
uk: Принаймні ми можемо випити щось прийтойне... хай навіть не келих віскі.

source: At least you're good for gathering food, like a proper caveman that cannot appreciate the wonders of science.
uk: Принаймні ти вмієш збирати їжу, як справжня печерна людина, яка не може оцінити чудеса науки.

source: Attacks per Second
uk: атак за секунду

source: Attributes
uk: Атрибути

source: Auto Item Tooltips
uk: Автоматичні підказки предменів

source: Auto Loot Materials
uk: Автопідйом матеріалів

source: Back
uk: Назад

source: Bah!
uk: Ех!

source: Balros and Hagra chased the survivors from Burrwitch as far as the Moldering Fields, just beyond the Burrwitch Outskirts.
uk: Балрос і Хагра переслідували вцілілих, від Бурвіча аж до Пліснявих полів, відразу за околицями Бурвіча.

source: Barnabas
uk: Барнабас

source: Barnabas believes that Slith have inhabited the cave Devil's Crossing pumps for water.
uk: Барнабас вважає, що сліт заселили печеру, з якої Чортове Перехрестя качає воду.

source: Barnabas can be found just outside the prison walls by the windmill, on the south side.
uk: Барнабаса можна біля вітряка за межами в'язниці, з південного боку.

source: Barnabas in Devil's Crossing wishes to repair the prison's water pump, but he needs Scrap.
uk: Барнабас в Чортовому Перехресті хоче відремонтувати водяний насос у в'язниці, але йому потрібен брухт.

source: Be careful though.
uk: Але будьте обережні.

source: Because you killed Silas, the outlaw overseer at New Harbor, the rest of Cronley's gang took revenge on the fishing village.
uk: Через те, що ви вбили Сіласа, бандита-наглядача у Новій Гавані, решта банди Кронлі помстилися рибальському селу.

source: Before you can search for it, however, you must secure a means of entry.
uk: Перш ніж проводити пошук, необхідно забезпечити доступ до села.

source: Best go speak to Captain Bourbon right away.
uk: Краще відразу поговори з капітаном Бурбоном.

source: Block Recovery
uk: Відновлення блоку

source: Boots
uk: [np]черевики

source: Both are outside the Prison.
uk: Обидва поза межами в'язниці.

source: Bourbon has asked you to help out Kasparov and Barnabas while he waits for his scouts to return.
uk: Бурбон попросив вас допомогти Каспарову та Барнабасу, поки він чекає на повернення своїх розвідників.

source: Bring Scrap to Barnabas
uk: Принесіть брухт Барнабасу

source: Bring back the amulet he wears as proof.
uk: Поверніть амулет, який він носить, як доказ.

source: Bring me back the Aether Crystal fragments and we can proceed further.
uk: Поверніть мені фрагменти кристала ефіру, і ми зможемо продовжити.

source: Bring the Aether Crystals to Kasparov in Devil's Crossing
uk: Принесіть кристали ефіру Каспарову в Чортове Перехрестя

source: Bring the Scrap to Barnabas in Devil's Crossing
uk: Принесіть брухт Барнабасу в Чортове Перехрестя

source: Bring the amulet to Sybil Hart in Devil's Crossing
uk: Принесіть амулет Сибілли Гарт у Чортове Перехрестя

source: Burial Hill
uk: Поховальний Пагорб

source: Burrwitch fell months ago.
uk: Бурвіч впав багато місяців тому.

source: Burrwitch is located to the north of Devil's Crossing, past Wightmire.
uk: Бурвіч знаходиться на північ від Чортового Перехрестя, за Wightmire.

source: But I'm going on tangents here!
uk: Але я відхилився від теми!

source: But thank you for asking.
uk: Але дякую, що запитали.

source: But you look fine!
uk: Але ви виглядаєте нормально!

source: Calm down, where are you from?
uk: Заспокойтеся. Звідки ви?

source: Can't take the chance.
uk: Не можу ризикувати.

source: Cancel
uk: Скасувати

source: Captain Bourbon explained that the survivors at Devil's Crossing are barely enduring through the relentless attacks of the Dead.
uk: Капітан бурбон пояснив, що вцілілі у Чортовому Перехресті ледь стримують безжальні напади Мертвих.

source: Captain Bourbon is up the road, by the stone bridge.
uk: Капітан Бурбон далі по дорозі.

source: Captain Bourbon saved you?
uk: Капітан Бурбон врятував вас?

source: Captain John Bourbon
uk: Капітан Джон Бурбон

source: Captain Somer of the Black Legion has sent you on a special operation to disrupt Aetherial activity near Homestead.
uk: Капітан Сомер з Чорного Легіону відправив тебе на спеціальну місію для підриву активності Етеріалів поблизу Садиби.

source: Care for some bonerat ribs?
uk: Скуштуєш трохи реберець костощура?

source: Cause you have evil in your tummy.
uk: Бо у тебе в животі зло.

source: Chance to Crit:
uk: Шанс критичного удару:

source: Chance to Hit:
uk: Шанс поцілити:

source: Chance to be Crit:
uk: Шанс отримати критичний удар:

source: Chance to be Hit:
uk: Шанс отримати удар:

source: Change the game language.
uk: Змінити мову гри.

source: Character
uk: Персонаж

source: Check all the sunken homes, search through the camps.
uk: Перевірте всі затоплені будинки, обшукайте табори.

source: Check on Luther Graves in DC
uk: Завітайте до Лютера Грейвса в ЧП

source: Check the Slith camps around the Foggy Bank for the unfortunate traveler.
uk: Перевірте табори слітів навколо Туманного берега на предмет нещасного мандрівника.

source: Check to automatically collect Components, Consumables and Crafting Materials when you step near them.
uk: Піднімати компоненти, одноразові предмети та виробничі інгредієнти при проходженні біля них.

source: Check up on Oscar Jr.
uk: Провідайте Оскара молодшого

source: Claim Lumber Mill
uk: Займіть лісопилку

source: Clear Monsters
uk: Зачисти монстрів

source: Close
uk: Закрити

source: Cloud Saving
uk: Хмарне зберігання

source: Collect Aether Crystals for Kasparov
uk: Збирайте кристали ефіру для Каспарова

source: Collect Milton Hart's Amulet
uk: Зберіть амулет Мілтона Гарта

source: Collect Scrap for Barnabas
uk: Зберіть брухт для Барнабаса

source: Combat Stats
uk: Бойові показники

source: Come back to me when you've put the dead where they belong.
uk: Поверніться до мене, коли покладете мертвих туди, де їм місце.

source: Complete Constellation Bonus:
uk: Бонус за ціле сузір'я:

source: Connecting to Server {%t0}
uk: Підключення до сервера {%t0}

source: Connecting to Server...
uk: Приєднання до сервера...

source: Connection complete, launching game.
uk: Connection complete, гра запускається.

source: Contacting Server...
uk: Зв'язок із сервером ...

source: Cost: {%d0}
uk: Ціна: {%d0}

source: Could you please go out there and find that hopeless girl?
uk: Не могли б ви піти туди і знайти те безнадійне дівчисько?

source: Create
uk: Створити

source: Create Character
uk: Створити персонажа

source: Credits
uk: Титри

source: Cunning
uk: Спритність

source: Current Experience : {^y}{%d0}{^w} ~ Experience to Next Level : {^y}{%d1}
uk: Поточний досвід : {^y}{%d0}{^w} ~ Досвіду до наступного рівня : {^y}{%d1}

source: Current Experience : {^y}{%t0}{^w} ~ Experience till Next Level : {^y}{%t1}
uk: Поточний досвід : {^y}{%t0}{^w} ~ Досвіду до наступного рівня : {^y}{%t1}

source: Current Level : {%d0} / {%d1}
uk: Поточний рівень : {%d0} / {%d1}

source: Currently active quest.
uk: Активне завдання.

source: Custom Game
uk: Спеціальна гра

source: Darian
uk: Даріан

source: Default
uk: Відновити

source: Defense
uk: Захист

source: Defensive Ability
uk: Захисна здатність

source: Defensive Ability {^b}(?)
uk: Захисна здатність {^b}(?)

source: Defensive Stats
uk: Захисні показники

source: Delete Character
uk: Видалити персонажа

source: Destination
uk: Пункт призначення

source: Destroy Abomination
uk: Знищити Гидоту

source: Destroy the Aetherial Amalgamation
uk: Знищити Етеріальну Мішанину

source: Destroy the abomination before it can wreck havoc across the farmlands.
uk: Знищ гидоту, доки вона не зруйнувала поля.

source: Devil's Crossing
uk: Чортове Перехрестя

source: Devil's Crossing will have safe drinking water again, and it's all thanks to you.
uk: Чортове Перехрестя знову матиме безпечну питну воду, і все це завдяки вам.

source: Devotion Level
uk: Рівень відданості

source: Did it reach you too?
uk: Вас теж зачепило?

source: Did my ally deliver the crystals?
uk: Мій союзник доставив кристали?

source: Did my ally deliver the scrap?
uk: Мій союзник доставив брухт?

source: Did ya put those tainted men down?{^n}{^n}Tell me, how did it feel?
uk: Ти розібрався з тими гнилими чоловіками?{^n}{^n}Скажи мені, як ти почувався?

source: Did you bring back the Aether Crystal fragments I require?
uk: Ви принесли фрагменти кристалів ефіру, які мені потрібні?

source: Did you get the Scrap?
uk: Ви принесли брухт?

source: Did you really make the Warden go away?
uk: Ви справді змусили Наглядача піти?

source: Didn't just tell your 'Taken' brothers to flee?
uk: Не сказали своїм «забраним» братам втікати?

source: Difficulty Unlocked
uk: Важкість розблоковано

source: Direni was sabotaging us.
uk: Дірені саботував нас.

source: Discover Elsa's fate
uk: Дізнайтеся про долю Ельзи

source: Display Damage
uk: Показувати шкоду

source: Display damage numbers when you hit enemies.
uk: Показувати число шкоди, заподіяної ворогам.

source: Disturbing.
uk: Тривожно.

source: Do we stand a chance?
uk: Чи є у нас шанс?

source: Do you have something for me?
uk: Маєте щось для мене?

source: Do you wish to proceed?
uk: Продовжити?

source: Don' come back without their blood on yer clothes.
uk: Не повертайтесь без їхньої крові на вашому одязі.

source: Don't be going far.
uk: Далеко не відходь.

source: Don't make me regret cutting you down.
uk: Дивися, щоб я не пошкодував, що тебе зняли.

source: Don't start any trouble.
uk: Не робіть тут проблем.

source: Don't worry, you won't be growing any new limbs, probably.
uk: Не хвилюйтеся, у вас не проростуть нові кінцівки, мабуть.

source: Download
uk: Завантажити

source: Elite Difficulty
uk: Елітна важкість

source: Elizabeth Skinner
uk: Елізабет Скінер

source: Enable Quicksell (Right Mouse)
uk: Швидкий продаж (ПКМ)

source: Enable item pop-ups when mousing over equipment in the world.
uk: Дозволити показ спливаючих вікон при наведенні вказівника миші на предмети на землі.

source: Enable right click to sell when using the market window.
uk: Дозволити продавати правою клавішею миші у вікні торгівлі.

source: Enable storage of character save data in the Steam cloud.
uk: Дозволити зберігати дані персонажів у хмарному сховищі Steam.

source: Enemy Boss Killed
uk: Вбито ворожого боса

source: Enemy Hero Killed
uk: Вбито ворожого героя

source: Energy
uk: Енергія

source: Energy {%d0} / {%d1} ({%d2} Reserved)
uk: Енергія {%d0} / {%d1} ({%d2} Reserved)

source: Energy is a measure of your spirit's capacity to hold magical energies.
uk: Енергія є мірою здатності твого духу втримувати магічні енергії.

source: Enter the Cave under Burial Hill
uk: Проникніть у печеру під Могильною горою

source: Entrance
uk: Вхід

source: Evidently, cutting you off that noose was the best decision the Captain made that day... {^n}{^n}Ah!
uk: Очевидно, вийняти вас від тієї петлі було найкращим рішенням, яке прийняв капітан того дня... {^n}{^n}Ага!

source: Excellent, these will do perfectly!
uk: Відмінно, вони підійдуть ідеально!

source: Exit
uk: Вихід

source: Exit to Main Menu
uk: Головне меню

source: Experience : {^y}{%d0}{^w} / {^y}{%d1}
uk: Досвід : {^y}{%d0}{^w} / {^y}{%d1}

source: Experience Recovered : {%d0}
uk: Досвіду відновлено : {%d0}

source: Fair point.
uk: І то правда.

source: Faldis
uk: Фалдіс

source: Farewell.
uk: Прощавайте.

source: Field Return
uk: Польове повернення

source: Find Elsa
uk: Знайдіть Ельзу

source: Find Kasparov's Apprentice in the cellars beneath the Burrwitch Estates
uk: Знайдіть ученицю Каспарова в підвалах під маєтком Бурвіч

source: Find Milton Hart and collect his Amulet
uk: Знайдіть Мілтона Гарта та заберіть його амулет

source: Find Stash
uk: Знайдіть Схованку

source: Find The Burial Cave
uk: Знайди поховальну печеру

source: Find a way to get Kasparov's Apprentice to safety
uk: Знайдіть спосіб доставити ученицю Каспарова в безпечне місце

source: Find someone else.
uk: Знайдіть когось іншого.

source: Find the Burrwitch Portal
uk: Знайди портал Бурвіча

source: Find the Inventor
uk: Знайдіть винахідницю

source: Find the Warden's Laboratory
uk: Знайдіть Лабораторію Наглядача

source: Find the Wardens Laboratory
uk: Знайдіть Лабораторію Наглядача

source: Find your own way home.
uk: Шукайте дорогу додому самі.

source: Fine then.
uk: Добре тоді.

source: Fine, you're on your own.
uk: Добри, ви самі по собі.

source: Fine.
uk: Добре.

source: Fire and the dead everywhere around us.
uk: Вогонь і смерть всюди навколо нас.

source: Fitter than ever.{^n}{^n}A real shame about the prototype though.
uk: Здоровіше, ніж будь-коли.{^n}{^n}Прототип дуже шкода.

source: Flesh and Iron
uk: Плоть і залізо

source: Foggy Bank
uk: Туманний Берег

source: Follow the road north, through Wightmire.
uk: Йдіть дорогою на північ, через Wightmire.

source: For that, I require Aether Crystal fragments.
uk: Для цього мені потрібні фрагменти кристала ефіру.

source: For the Children
uk: Заради дітей

source: Forget it.
uk: Забудьте.

source: Fortified myself on this little patch of island, cooking whatever critters get too close while waiting for the inevitable end.
uk: Закріпився на цьому маленькому клаптику острова, пускаючи в казат будь-яких істот, які підходять надто близько, доки чекаю неминучого кінця.

source: Found Caravan
uk: Знайдений караван

source: Frankly, probably won't be doing much more surviving given the way things are looking out there.
uk: Відверто кажучи, довго я так не протягну, враховуючи обставини.

source: Game Guide
uk: Гід по грі (англ.)

source: Game Name
uk: Назва гри

source: Game Paused
uk: Гру зупинено

source: Gameplay
uk: Гра

source: Gather Aethercrystal Fragments and Return
uk: Зберіть фрагменти ефірного кристала та поверніться

source: Gather a few of them and return to Kasparov.
uk: Зберіть декілька з них і поверніться до Каспарова.

source: Glad I could help.
uk: [[ms]Радий[fs]Рада], що [[ms]зміг[fs]змогла] допомогти.

source: Glad to be of help.
uk: [[ms]Радий[fs]Рада] бути [[ms]корисним[fs]корисною].

source: Glad to hear it.
uk: [[ms]Радий[fs]Рада] це чути.

source: Glad we could help.
uk: [[ms]Радий[fs]Рада], що ми змогли допомогти.

source: Go about your way, 'Taken'.
uk: Ідіть своєю дорогою, «одержимий».

source: Go out there and hunt some down.
uk: Ідіть туди та вполюйте їх.

source: Go right in, friend.
uk: Проходь, друже.

source: Gods know what your plans are, 'Taken', but I can't deny what you've done up at the Necropolis.{^n}{^n}If you had burnt in the pile with all the rest...well...
uk: Хто зна, що ти задумав, '[[ms]одержимий[fs]одержима]', та я не міг не звернути уваги на те, що ти зробив[[ms]зробив[fs]зробила] у Некрополісі.{^n}{^n}Якби ти [[ms]згорів[fs]згоріла] вкупі з усіма...тоді б...

source: Good luck, old man.
uk: Щасти вам, старче.

source: Good luck.
uk: Щасливо.

source: Good, good, hand it here.
uk: Добре, добре, давайте її сюди.

source: Good, you can't handle the risks.
uk: Добре, ви не впораєтеся з ризиками.

source: Good, you're back.
uk: Добре, ви повернулися.

source: Goodbye, stranger, and thank you again.
uk: До побачення, незнайомцю, і ще раз дякую.

source: Goodbye.
uk: До побачення.

source: Got it, I will go speak to them.
uk: Зрозуміло, я піду поговорити з ними.

source: Grim Dawn{^n}©2020 Crate Entertainment, LLC{^n}{^n}Please visit us at www.grimdawn.com to participate{^n}in the ongoing development of Grim Dawn!
uk: Grim Dawn{^n}©2020 Crate Entertainment, LLC{^n}{^n}Заходь на www.grimdawn.com, щоб приєднатися до{^n}розробки Grim Dawn!

source: Group
uk: Група

source: Hangman Jarvis
uk: Кат Джарвіс

source: Hangman Jarvis has informed you that Captain John Bourbon was the one responsible for sparing your life from the noose.
uk: Шибеник Джарвіс сказав, що капітан Джон Бурбон врятував тебе прямо з-під його носа.{^n}{^n} Капітана можна знайти далі по дорозі, біля кам'яного мосту.

source: Harmond
uk: Гармонд

source: Harmond is a wreck of a man, hollow of emotions but for the cold rage he feels towards the corpses now roaming Lower Crossing and beyond.
uk: Гармонд — це розбита людина, порожня від усіх емоцій, крім холодної люті, яку він відчуває до трупів, які зараз блукають Нижнім Перехрестям і за його межами.

source: Harmond's lust for the suffering of the Dead seems insatiable.
uk: Жага Гармонда до страждань мертвяків здається ненаситною.

source: Have a glass of water, it's on me.
uk: Випий склянку води, я пригощаю.

source: Have you cleared out the Slith den?
uk: Ви розчистили лігво Слітів?

source: Have you delivered the scrap to Silas?
uk: Ви доставили брухт Сіласу?

source: Have you happened to find my apprentice?
uk: Ви випадково знайшли мою ученицю?

source: Have you seen the bodies floating out there?{^n}{^n}Surface water around here is rank with disease and decay.
uk: Ви бачили тіла, що плавають у ній?{^n}{^n}Поверхневі води тут сповнені хвороб і гнилі.

source: He always had a penchant for heroics.{^n}{^n}But it has been weeks and we have not heard from him.
uk: Він завжди мав схильність до героїзму.{^n}{^n}Але вже минули тижні, а ми нічого не чули про нього.

source: He always wore an amulet I gave him years ago to keep him safe.
uk: Він завжди носив амулет, який я дала йому багато років тому, щоб захистити його.

source: He babbled some nonsense, but I believe he wants to talk about your connection with the Aetherials.
uk: Він базікає якусь нісенітницю, але я думаю, що він хоче поговорити про ваш зв’язок з Етеріалами.

source: He could use some good news.
uk: Йому хороша новина не завадить

source: He damaged the well pump!
uk: Він пошкодив водяний насос!

source: He fled shortly after he heard the news that Cronley is dead.
uk: Він втік незабаром після того, як почув про смерть Кронлі.

source: He is at peace now.
uk: Зараз він у спокої.

source: He seems to have a plan for you now that we've spared your life.
uk: Здається, що у нього є на тебе плани, оскільки ми тебе пощадили.

source: He sees some purpose in you and I'm not going to argue.
uk: Він бачить в тобі якусь користь, і я не буду з ними сперечатися.

source: He should be awaiting your return inside the prison, in his office.
uk: Він повинен чекати вашого повернення у в'язниці, у своєму кабінеті.

source: He told you of Balros and Hagra in the Moldering Fields, two horribly mutated souls that pursued the survivors fleeing Burrwitch.
uk: Він розповів вам про Балроса та Хагру в Пліснявих полях, двох жахливо мутованих душ, які переслідували вцілілих втікачів з Бурвіча.

source: He was a soldier in the imperial army.
uk: Був солдатом імператорської армії.

source: He was so scary!
uk: Він був такий страшний!

source: He'll be the one deciding whether there's a place for you here at Devil's Crossing.
uk: Це він вирішить, чи є для вас місце тут, на Чортовому Перехресті.

source: He's up the road, in the courtyard.
uk: У дворі далі по дорозі.
